---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.GridFailures
source: html/758c1aac-f884-32c3-32db-40c99dc56f10.htm
---
# BuiltInFailures.GridFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.